app/Http/Controllers/Front/FrontController.php

select * from `sliders` where `deleted_at` is null
select * from `leaderships` where `status` = 1 and `leaderships`.`deleted_at` is null
select * from `clientlogos` where `status` = 1 and `deleted_at` is null
select * from `testimonials` where `status` = 1 and `deleted_at` is null
select * from `services` where `status` = 1 and `deleted_at` is null
select * from `products` where `status` = 1 and `deleted_at` is null
---
    public function index()
    {
        $arr['slider'] = DB::table('sliders')->WhereNull('deleted_at')->get();
        $arr['leadership'] = Leadership::where('status', 1)->get();
        $arr['clientlogos'] = DB::table('clientlogos')->where('status', 1)->WhereNull('deleted_at')->get();
        $arr['testimonials'] = DB::table('testimonials')->where('status', 1)->WhereNull('deleted_at')->get();
        $arr['service_data'] = DB::table('services')->where('status', 1)->WhereNull('deleted_at')->get();
        $arr['product_data'] = DB::table('products')->where('status', 1)->WhereNull('deleted_at')->get();