app/Providers/AppServiceProvider.php

select * from `services` where `status` = 1 and `services`.`deleted_at` is null
select * from `products` where `status` = 1 and `products`.`deleted_at` is null
select * from `industries` where `status` = 1
---
    public function boot()
    {
        if (env('APP_ENV') === 'production') {
            URL::forceScheme('https');
        }

        view()->composer('*',function($view) {
            $view->with('myservices', Service::where('status',1)->get());
    		$view->with('myproducts', Product::where('status',1)->get());
    		$view->with('industries', Industrie::where('status',1)->get());